* client
  :BILLCODE: client
** test 4h
   CLOCK: [1970-01-01 jeu 12:00]--[1970-01-01 jeu 16:00] =>  4:00
** test2 6h
   CLOCK: [1970-01-01 jeu 16:00]--[1970-01-01 jeu 20:00] =>  6:00
** test3 1h
   CLOCK: [1970-01-01 jeu 20:00]--[1970-01-01 jeu 21:00] =>  1:00

